"""
Создайте функцию которая принимает на вход 3 именованных параметра, выведите на печать значения этих параметров,
но только в том случае если они не равны None.
"""
def my_function(company, **kwargs):
    for
    print(kwargs)




my_function('toyota',subaru = 'impreza', lexus='lx570', suzuki ='hackachou')